Repository: Integreats/bus_saathi
Catalog: lib/l10n/app_*.arb
Languages: as, kn, te

source: Add Conductor
as: কনডাক্টৰ যোগ কৰক
kn: ಕಂಡಕ್ಟರ್ ಸೇರಿಸಿ
te: కండక్టర్‌ని జోడించు

source: Add Manager
as: মেনেজাৰ যোগ কৰক
kn: ಮೇನೇಜರ್ ಸೇರಿಸಿ
te: మేనేజర్‌ని జోడించు

source: Administrator
as: প্ৰশাসক
kn: ನಿರ್ವಾಹಕ
te: అడ్మినిస్ట్రేటర్

source: Battery Optimization
as: বেটাৰী অপটিমাইজেশন
kn: ಬ್ಯಾಟರಿ ಸುಧಾರಣೆ
te: బ్యాటరీ ఆప్టిమైజేషన్

source: Bus Not Found
as: বাস পোৱা নাই
kn: ಬಸ್ ಕಂಡುಬಂದಿಲ್ಲ
te: బస్సు కనుగొనలేదు

source: Bus Number
as: বাসৰ নম্বৰ
kn: ಬಸ್ ಸಂಖ್ಯೆ
te: బస్సు నంబర్

source: Cancel
as: বাতিল কৰক
kn: ರದ್ದುಮಾಡಿ
te: రద్దు

source: Conductor
as: কনডাক্টৰ
kn: ಕಂಡಕ್ಟರ್
te: కండక్టర్

source: Conductor Added
as: কনডাক্টৰ যোগ কৰা হৈছে
kn: ಕಂಡಕ್ಟರ್ ಸೇರಿಸಲಾಗಿದೆ
te: కండక్టర్ జోడించబడింది

# conductorDetailsUpdatedSuccessfully
source: Conductor details have been updated successfully!
as: কনডাক্টৰৰ বিশদসমূহ সফলভাৱে আপডেট হৈছে
kn: ಕಂಡಕ್ಟರ್ ವಿವರಗಳು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
te: కండక్టర్ వివరాలు విజయవంతంగా నవీకరించబడ్డాయి!

# conductorExists
source: Conductor Already Exists
as: কনডাক্টৰ ইতিমধ্যে আছে
kn: ಕಂಡಕ್ಟರ್ ಈಗಾಗಲೇ ಇದೆ
te: కండక్టర్ ఇప్పటికే ఉన్నాడు

# conductorExistsInDatabase
source: The details you have entered for the conductor already exist in the database
as: আপুনি কনডাক্টৰৰ বাবে দিয়া তথ্যাংক ইতিমধ্যে ডাটাবেছত আছে
kn: ನೀವು ಕಂಡಕ್ಟರ್ ಸಂಬಂಧಿಸಿದ ವಿವರಗಳು ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಈಗಾಗಲೇ ಇವೆ
te: కండక్టర్ కోసం మీరు నమోదు చేసిన వివరాలు డేటాబేస్‌లో ఇప్పటికే ఉన్నాయి

source: Conductor not found
as: কনডাক্টৰ পোৱা নাই
kn: ಕಂಡಕ್ಟರ್ ಕಂಡುಬಂದಿಲ್ಲ
te: కండక్టర్ కనుగొనలేదు

source: Conductor Removed
as: কনডাক্টৰ সাৰি হৈছে
kn: ಕಂಡಕ್ಟರ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
te: కండక్టర్ తొలగించబడింది

source: Conductors added will appear here
as: যোগ কৰা কনডাক্টৰসমূহ ইয়াৰ এতিয়া দেখা যাব
kn: ಸೇರಿಸಿದ ಕಂಡಕ್ಟರ್ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ
te: జోడించిన కండక్టర్లు ఇక్కడ కనిపిస్తాయి

source: Dark
as: অংধকাৰ
kn: ಡಾರ್ಕ್
te: డార్క్

source: Dashboard
as: ড্যাশবৰ্ড
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
te: డ్యాష్‌బోర్డ్

source: Delete
as: মুছক
kn: ಅಳಿಸಿ
te: తొలగించు

source: Device
as: ডিভাইচ
kn: ಸಾಧನ
te: పరికరం

source: Device Checks
as: ডিভাইচ পৰীক্ষাসমূহ
kn: ಸಾಧನ ಪರಿಶೀಲನೆಗಳು
te: పరికరాల పరిశీలన

source: Discard
as: বাতিল কৰক
kn: ವಿಸರ್ಜಿಸಿ
te: విస్మరించు

source: Discard Changes
as: সংশোধনবিহীন বাতিল কৰা হৈছে, আপুনি কি তেওঁহা বাতিল কৰিব বিচাৰে?
kn: ಬದಲಾವಣೆಗಳನ್ನು ವಿಸರ್ಜಿಸಿ
te: మార్పులను విస్మరించు

# discardUnsavedChanges
source: You have some unsaved changes. Do you want to discard them?
as: আপোনাৰ কিছু অসংরক্ষিত সংশোধনবিহীন আছে। আপুনি তেওঁহা বাতিল কৰিব বিচাৰে?
kn: ನಿಮ್ಮಲ್ಲಿ ಕೆಲವು ಬದಲಾವಣೆಗಳಿವೆ. ಅವುಗಳನ್ನು ವಿಸರ್ಜಿಸಲು ನೀವು ಇಚ್ಛಿಸುತ್ತೀರಾ?
te: మీ దగ్గర కొన్ని సేవ్ చేయని మార్పులు ఉన్నాయి. వాటిని మీరు విస్మరించాలనుకుంటున్నారా?

source: Done
as: সম্পন্ন
kn: ಮುಗಿಯಿತು
te: చేసాను

source: Edit
as: সম্পাদনা কৰক
kn: ಸಂಪಾದಿಸಿ
te: సవరించు

source: Edit Conductor
as: কনডাক্টৰ সম্পাদনা কৰক
kn: ಕಂಡಕ್ಟರ್ ಸಂಪಾದಿಸಿ
te: కండక్టర్‌ని సవరించు

source: Edit Manager
as: মেনেজাৰ সম্পাদনা কৰক
kn: ಮೇನೇಜರ್ ಸಂಪಾದಿಸಿ
te: మేనేజర్‌ని సవరించు

source: End Date
as: শেষ তাৰিখ
kn: ಕೊನೆಯ ದಿನಾಂಕ
te: ముగింపు తేదీ

source: End Time
as: শেষ সময়
kn: ಕೊನೆಯ ಸಮಯ
te: ముగింపు సమయం

source: En-Route
as: মাৰ্গমূক্ত
kn: ಮಾರ್ಗದಲ್ಲಿ
te: బయలుదేరిన

# enterValidTenDigitNumber
source: Please enter a valid 10-digit phone number
as: অনুগ্ৰহ কৰি 10-ডিজিটৰ এক বৰ্তমান নম্বৰ দিয়ক
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ 10-ಅಂಕ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
te: దయచేసి చెల్లుబు అయ్యే 10-అంకెల ఫోన్ నంబర్‌ను నమోదు చేయండి

# entredOtpInvalid
source: Entered OTP is invalid!
as: দিয়া OTP অবৈধ!
kn: ನಮೂದಿಸಿದ OTP ಅಮಾನ್ಯವಿದೆ!
te: నమోదు చేసిన ఓటీపీ చెల్లుబు కాదు!

source: Error Starting Trip
as: প্ৰয়াণ আৰম্ভ কৰতে ত্ৰুটি
kn: ಪ್ರಯಾಣ ಪ್ರಾರಂಭಿಸುವಾಗ ತಪ್ಪಾಯಿತು
te: ట్రిప్ ప్రారంభంలో లోపం

# errorStartingTripMessage
source: An error occurred while starting a trip
as: প্ৰয়াণ আৰম্ভ কৰাৰ সময়ত এটি ত্ৰুটি সৃষ্টি হৈছে
kn: ಪ್ರಯಾಣ ಪ್ರಾರಂಭಿಸುವಾಗ ತಪ್ಪಾಯಿತು
te: ట్రిప్ ప్రారంభించేటప్పుడు లోపం సంభవించింది

source: Error Stopping Trip
as: প্ৰয়াণ বন্ধ কৰতে ত্ৰুটি
kn: ಪ್ರಯಾಣ ನಿಲ್ಲಿಸುವಾಗ ತಪ್ಪಾಯಿತು
te: ట్రిప్ ఆపడంలో లోపం

# errorStoppingTripMessage
source: An error occurred while stopping a trip
as: প্ৰয়াণ বন্ধ কৰাৰ সময়ত এটি ত্ৰুটি সৃষ্টি হৈছে
kn: ಪ್ರಯಾಣ ನಿಲ್ಲಿಸುವಾಗ ತಪ್ಪಾಯಿತು
te: ట్రిప్ ఆపడంలో లోపం సంభవించింది

source: Female
as: মহিলা
kn: ಸ್ತ್ರೀ
te: స్త్రీ

source: Full Name
as: পূৰ্ণ নাম
kn: ಪೂರ್ಣ ಹೆಸರು
te: పూర్తి పేరు

source: Gender
as: লিংগ
kn: ಲಿಂಗ
te: లింగం

source: Incorrect Phone Number
as: অশুদ্ধ ফোন নম্বৰ
kn: ತಪ್ಪಾದ ದೂರವಾಣಿ ಸಂಖ್ಯೆ
te: తప్పు ఫోన్ నంబర్

source: Internet
as: ইণ্টাৰনেট
kn: ಇಂಟರ್ನೆಟ್
te: ఇంటర్నెట్

source: Invalid OTP
as: অবৈধ OTP
kn: ಅಮಾನ್ಯವಾದ OTP
te: చెల్లుబు కాకుండా ఓటీపీ

source: Language
as: ভাষা
kn: ಭಾಷೆ
te: భాష

source: Light
as: আলোক
kn: ಹೊಳೆಯುವ ಹಾಕು
te: లైట్

source: Location
as: অৱস্থান
kn: ಸ್ಥಾನ
te: స్థానం

source: Male
as: পুৰুষ
kn: ಪುರುಷ
te: పురుషుడు

source: Manage Roles
as: ভূমিকা পৰিচালনা কৰক
kn: ಭೂಮಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
te: పాత్రలను నిర్వహించు

source: More
as: অধিক
kn: ಹೆಚ್ಚು
te: మరిన్ని

source: New Conductor
as: নতুন কনডাক্টৰ
kn: ಹೊಸ ಕಂಡಕ್ಟರ್
te: కొత్త కండక్టర్

source: New Manager
as: নতুন মেনেজাৰ
kn: ಹೊಸ ಮೇನೇಜರ್
te: కొత్త మేనేజర్

source: No Active Trip
as: কোনো সক্ৰিয় প্ৰয়াণ নাই
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ಪ್ರಯಾಣವಿಲ್ಲ
te: ఎటువో యాక్టివ్ ట్రిప్ లేదు

# noActiveTripMessage
source: There's no current active trip based on the details you have entered
as: আপুনি দিয়া তথ্যাংকমূলক কৰা তথ্যমালাৰ ভিতৰত কোনো বৰ্তমান সক্ৰিয় প্ৰয়াণ নাই
kn: ನೀವು ನಮೂದಿಸಿದ ವಿವರಗಳ ಆಧಾರದಿಂದ ಯಾವುದೇ ಪ್ರಸ್ತುತ ಸಕ್ರಿಯ ಪ್ರಯಾಣವಿಲ್ಲ
te: మీరు నమోదు చేసిన వివరాల ఆధారంగా ప్రస్తుతం యాక్టివ్ ట్రిప్ లేదు

source: No Internet Connection
as: ইণ্টাৰনেট সংযোগ নাই
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ
te: ఇంటర్నెట్ కనెక్షన్ లేదు

# noInternetConnectionMessage
source: Looks like you don't have an active internet connection!
as: আপুনি একটি সক্ৰিয় ইণ্টাৰনেট সংযোগ নাই হৈছে!
kn: ನೀವು ಈಗಾಗಲೇ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲದಿದ್ದಾರೆ!
te: మీకు యాక్టివ్ ఇంటర్నెట్ కనెక్షన్ లేనట్లు కనిపిస్తోంది!

source: Notification
as: বিজ্ঞপ্তি
kn: ಅಧಿಸೂಚನೆ
te: నోటిఫికేషన్

source: Others
as: অন্যান্য
kn: ಇತರರು
te: ఇతరాలు

source: Permissions Missing
as: অনুমতিসমূহ হারিৱ আছে
kn: ಅನುಮತಿಗಳು ಇಲ್ಲ
te: పర్మిషన్లు మిస్ అయ్యాయి

# permissionsMissingMessage
source: Some permissions are missing which are required to start a trip.
as: কিছু অনুমতিসমূহ হারিৱ আছে যি প্ৰয়াণ আৰম্ভ কৰিবলৈ প্ৰয়োজ্য।
kn: ಯಾವುದೇ ಪ್ರಯಾಣ ಪ್ರಾರಂಭಿಸಲು ಅಗತ್ಯವಿರುವ ಕೆಲವು ಅನುಮತಿಗಳು ಇಲ್ಲ.
te: ట్రిప్ ప్రారంభించడానికి అవసరమైన కొన్ని పర్మిషన్లు మిస్ అయ్యాయి.

source: Phone Number
as: ফোন নম্বৰ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
te: ఫోన్ నంబర్

# phoneNumberToSignIn
source: Enter the phone number to sign in
as: চাইন ইন কৰিবলৈ ফোন নম্বৰ এন্টাৰ কৰক
kn: ಸೈನ್ ಇನ್ ಮಾಡಲು ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
te: సైన్ ఇన్ చేయడానికి ఫోన్ నంబర్‌ని నమోదు చేయండి

source: Quick Shortcuts
as: শীঘ্ৰ শাৰ্টকাটসমূহ
kn: ತಕ್ಷಣ ಕ್ಷೇಪಗಳು
te: త్వరిత షార్ట్‌కట్‌లు

source: Recent Trips
as: সাম্প্ৰতিক প্ৰয়াণসমূহ
kn: ಇತ್ತಿಹಾಸದ ಪ್ರಯಾಣಗಳು
te: ఇటీవల ట్రిప్‌లు

# recheckBusNumberOfConductor
source: Please recheck the bus number of the conductor
as: কনডাক্টৰৰ বাসৰ নম্বৰ পুনৰাচকৰণ কৰক
kn: ದಯವಿಟ್ಟು ಕಂಡಕ್ಟರ್ ಬಸ್ ಸಂಖ್ಯೆಯನ್ನು ಮರುಪರೀಕ್ಷಿಸಿ
te: బస్సు కండక్టర్ యొక్క బస్సు నంబర్‌ను దయచేసి మళ్లీ చూడండి

# recheckPhoneNumberOfConductor
source: Please recheck the phone number of the conductor
as: কনডাক্টৰৰ ফোন নম্বৰ পুনৰাচকৰণ কৰক
kn: ದಯವಿಟ್ಟು ಕಂಡಕ್ಟರ್ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ಮರುಪರೀಕ್ಷಿಸಿ
te: బస్సు కండక్టర్ యొక్క ఫోన్ నంబర్‌ను దయచేసి మళ్లీ చూడండి

source: Remove
as: আঁতৰাওক
kn: ತೆಗೆದುಹಾಕಿ
te: తీసివేయి

source: Resend
as: পুনৰাচকৰণ পঠিয়াওক
kn: ಮರುಕಳಿಸಿ
te: మళ్లీ పంపించు

source: Return to Map
as: মানচাটলৈ যাওক
kn: ಮ್ಯಾಪ್‌ಗೆ ಹಿಂತಿರುಗಿ
te: మ్యాప్‌కు తిరిగి వెళ్ళు

source: Roles
as: ভূমিকাসমূহ
kn: ಭೂಮಿಕೆಗಳು
te: పాత్రలు

source: Save
as: সংৰক্ষণ কৰক
kn: ಉಳಿಸಿ
te: సేవ్ చేయి

source: Save Conductor
as: কনডাক্টৰ সংৰক্ষণ কৰক
kn: ಕಂಡಕ್ಟರ್ ಉಳಿಸಿ
te: కండక్టర్‌ను సేవ్ చేయి

source: Save Manager
as: মেনেজাৰ সংৰক্ষণ কৰক
kn: ಮೇನೇಜರ್ ಉಳಿಸಿ
te: మేనేజర్‌ను సేవ్ చేయి

source: Seconds
as: সেকেণ্ড
kn: ಸೆಕೆಂಡುಗಳು
te: సెకన్లు

source: See all
as: সকলো চাওক
kn: ಎಲ್ಲಾ ನೋಡಿ
te: అన్నింటినీ చూడండి

source: Select Language
as: ভাষা চয়ন কৰক
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
te: భాషను ఎంచుకోండి

source: Sign In
as: চাইন ইন কৰক
kn: ಸೈನ್ ಇನ್
te: సైన్ ఇన్

source: Sign Up
as: চাইন আপ কৰক
kn: ಸೈನ್ ಅಪ್

source: Sign Out
as: চাইন আউট কৰক
kn: ಸೈನ್ ಔಟ್
te: సైన్ అవుట్

source: Start Date
as: আৰম্ভ তাৰিখ
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
te: ప్రారంభ తేదీ

source: Start Time
as: আৰম্ভ সময়
kn: ಪ್ರಾರಂಭ ಸಮಯ
te: ప్రారంభ సమయం

source: Submit
as: জমা দিয়ক
kn: ಸಲ್ಲಿಸಿ
te: సమర్పించు

source: Swipe to Start Trip
as: প্ৰয়াণ আৰম্ভ কৰিবলৈ স্বাইপ কৰক
kn: ಪ್ರಯಾಣ ಪ್ರಾರಂಭಿಸಲು ಸ್ವೈಪ್ ಮಾಡಿ
te: ట్రిప్ ప్రారంభించడానికి స్వైప్ చేయండి

source: Swipe to Stop Trip
as: প্ৰয়াণ বন্ধ কৰিবলৈ স্বাইপ কৰক
kn: ಪ್ರಯಾಣ ನಿಲ್ಲಿಸಲು ಸ್ವೈಪ್ ಮಾಡಿ
te: ట్రిప్ ఆపడానికి స్వైప్ చేయండి

source: Track Another Trip
as: অন্যান্য প্ৰয়াণ ট্ৰেক কৰক
kn: ಇನ್ನೊಂದು ಪ್ರಯಾಣವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
te: మరొక ట్రిప్‌ని ట్రాక్ చేయండి

source: Track Bus
as: বাস ট্ৰেক কৰক
kn: ಬಸ್ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
te: బస్సును ట్రాక్ చేయండి

# trackBusMessage
source: Enter the required details to track your bus
as: আপোনাৰ বাস ট্ৰেক কৰিবলৈ আৱশ্যক বিবৰণ এন্টাৰ কৰক
kn: ನಿಮ್ಮ ಬಸ್ ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಆವಶ್ಯಕವಾದ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ
te: మీ బస్సును ట్రాక్ చేయడానికి అవసరమైన వివరాలను నమోదు చేయండి

source: Manager
as: মেনেজাৰ
kn: ಮೇನೇಜರ್
te: మేనేజర్

source: Manager Added
as: ম্যানেজার যোগ কৰা হৈছে
kn: ಮೇನೇಜರ್ ಸೇರಿಸಲಾಗಿದೆ
te: మేనేజర్ జోడించబడింది

# managerAddedAppearHere
source: Managers added will appear here
as: এখন যোগ কৰা ম্যানেজাৰসমূহ ইয়াত দেখা যাব
kn: ಇಲ್ಲಿ ಸೇರಿಸಲಾದ ಮೇನೇಜರ್‌ಗಳು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ
te: జోడించబడిన మేనేజర్‌లు ఇక్కడ కనిపిస్తాయి

# managerAddedInDatabase
source: The details you have entered for the Manager already exist in the database
as: আপোনাৰ ইচ্ছামোতা ম্যানেজাৰৰ বিবৰণ ইতিমধ্যে ডেটাবেছত থাকে
kn: ನೀವು ಮೇನೇಜರ್‌ಗಾಗಿ ನಮೂದಿಸಿದ ವಿವರಗಳು ಈಗಾಗಲೇ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಇದ್ದುವು
te: మీరు మేనేజర్ కోసం నమోదు చేసిన వివరాలు డేటాబేస్‌లో ఇప్పటికే ఉన్నాయి

# managerDetailsUpdateSuccessful
source: Manager details have been updated successfully!
as: ম্যানেজাৰৰ বিবৰণ সফলভাৱে উন্নীত হৈছে
kn: ಮೇನೇಜರ್ ವಿವರಗಳು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಣಗೊಂಡಿವೆ!
te: మేనేజర్ వివరాలు విజయవంతంగా నవీకరించబడ్డాయి!

# managerExists
source: Manager Already Exists
as: ম্যানেজাৰ ইতিমধ্যে অস্তিত্বত আছে
kn: ಮೇನೇಜರ್ ಈಗಾಗಲೇ ಇದ್ದೇಕೆ
te: మేనేజర్ ఇప్పటికే ఉంది

# managerExistsInDatabase
source: The details you have entered for Manager already exists in the database.
as: আপোনাৰ ইচ্ছামোতা ম্যানেজাৰৰ বিবৰণ ইতিমধ্যে ডেটাবেছত থাকে
kn: ನೀವು ಮೇನೇಜರ್ ಗಾಗಿ ನಮೂದಿಸಿದ ವಿವರಗಳು ಈಗಾಗಲೇ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಇದ್ದುವು
te: మీరు మేనేజర్ కోసం నమోదు చేసిన వివరాలు డేటాబేస్‌లో ఇప్పటికే ఉన్నాయి.

source: Manager not found
as: ম্যানেজাৰ পোৱা নগল
kn: ಮೇನೇಜರ್ ಕನ್ನಡಿಗ ಇಲ್ಲ
te: మేనేజర్ కను

source: Manager Removed
as: ম্যানেজাৰ আঁতৰাই হৈছে
kn: ಮೇನೇಜರ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Trip has ended
as: প্ৰয়ান শেষ হৈছে
kn: ಪ್ರಯಾಣ ಮುಗಿದಿದೆ

source: Trip is active
as: প্ৰয়ান চলি আছে
kn: ಪ್ರಯಾಣ ಚಾಲುತ್ತಿದೆ

source: Trips
as: প্ৰয়ানসমূহ
kn: ಪ್ರಯಾಣಗಳು

source: Update Successful
as: আপডেট সফল
kn: ನವೀಕರಣ ಯಶಸ್ವಿಯಾಗಿದೆ

source: Verification Failed
as: যাচাইকৰণ ব্যৰ্থ
kn: ಪರಿಶೀಲಣೆ ವಿಫಲವಾಯಿತು

source: Verify
as: যাচাই কৰক
kn: ಪರಿಶೀಲಿಸಿ

source: Verify Phone Number
as: ফোন নম্বৰ যাচাই কৰক
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ

source: Trip Planner
as: প্ৰয়ান পৰিকল্পনাৰ কাৰণে
kn: ಪ್ರಯಾಣ ನಿಯೋಜಕ

source: Check Destination
as: গন্তব্য যাচাই কৰক
kn: ಗಮನಿಸಿ ಗಡಿಯಾರ

source: Wrong Destination
as: ভুল গন্তব্য
kn: ತಪ್ಪಾದ ಗಡಿಯಾರ

source: Emergency Contacts
as: জরুৰী যোগাযোগ
kn: ಅತ್ಯಾವಶ್ಯಕ ಸಂಪರ್ಕಗಳು

source: Safety Tools
as: নিৰাপত্তা সাধনাসমূহ
kn: ಭದ್ರತಾ ಉಪಕರಣಗಳು

source: Email Address
as: ইমেইল ঠিকনা
kn: ಇಮೇಲ್ ವಿಳಾಸ

source: Password
as: পাছৱৰ্ড
kn: ಪಾಸ್‌ವರ್ಡ್

# passwordReset
source: A password reset link has been set to your email address
as: আপোনাৰ ইমেইল ঠিকনাৰ পৰা এটি পাছৱৰ্ড ৰিছেট কৰা হৈছে
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ಒಂದು ಲಿಂಕ್ ಹೊಂದಿದೆ

source: Forgot Password?
as: পাছৱৰ্ড মনত বুজাৰিলে?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿದ್ದೀರಾ?

# otherSignIn
source: Other ways to sign in
as: অন্যান্য সাইন ইনৰ পথ
kn: ಇನ್ನಷ್ಟು ಸೈನ್ ಇನ್ ಮಾಡಲು ಮಾರ್ಗಗಳು

source: Good name
as: ভাল নাম
kn: ಚೆನ್ನಾಗಿರುವ ಹೆಸರು

source: First name
as: প্ৰথম নাম
kn: ಮೊದಲ ಹೆಸರು

source: Last name
as: শেষ নাম
kn: ಕೊನೆಯ ಹೆಸರು

source: Confirm password
as: পাছৱৰ্ড নিশ্চিত কৰক
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃढಪಡಿಸಿ

source: Bus Routes
as: বাস ৰুটসমূহ
kn: ಬಸ್ ರೂಟ್‌ಗಳು

# experience
source: How was your experience?
as: আপোনাৰ অভিজ্ঞান কেমন হৈছে?
kn: ನಿಮ್ಮ ಅನುಭವ ಹೇಗಿತ್ತು?

# review
source: Write your review
as: আপোনাৰ পৰ্যালোচনা লিখক
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಬರೆಯಿರಿ

# hintText
source: Start typing here...
as: ইয়াৰত টাইপ কৰা আৰম্ভ কৰক...
kn: ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಲು ಆರಂಭಿಸಿ...

source: Submit Review
as: পৰ্যালোচনা জমা দিয়ক
kn: ವಿಮರ್ಶೆ ಸಲ್ಲಿಸಿ

# photo
source: Take a Photo
as: এটি ছবি তোলা
kn: ಫೋಟೊ ತೆಗೆಯಿರಿ

source: Bus Stop
as: বাস থম
kn: ಬಸ್ ನಿಲ್ದಾಣ

# routes
source: Nearby Routes
as: থমসমূহ
kn: ಸಮೀಪದ ರೂಟ್‌ಗಳು

source: OK
as: ঠিক আছে
kn: ಹೌದು

source: Payment
as: চুক্তি
kn: ಪಾವತಿ

source: Complete Payment
as: চুক্তি পূৰ্ণ কৰক
kn: ಪಾವತಿ ಮುಗಿಸಿ

source: Payment Success
as: চুক্তি সফল
kn: ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿದೆ

source: Payment successful!
as: চুক্তি সফল!
kn: ಪಾವತಿ ಯಶಸ್ವಿ!

source: BusTicketing
as: বাস টিকিট ক্ৰয়
kn: ಬಸ್ ಟಿಕೆಟಿಂಗ್

# bookTicket
source: Book Ticketing
as: টিকিট ক্ৰয় কৰক
kn: ಟಿಕೆಟ್ ಬುಕ್ ಮಾಡಿ

source: Trip
as: প্ৰয়ান
kn: ಪ್ರಯಾಣ

source: Share Details
as: বিবৰণ ভাগাভাগি কৰক
kn: ವಿವರಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ

source: Review Bus
as: বাসৰ পৰ্যালোচনা
kn: ಬಸ್ ವಿಮರ್ಶೆ

source: Announcements
as: ঘোষণাসমূহ
kn: ಅಂಕೆಂಡ್ಮೆಂಟ್‌ಗಳು

# arrival
source: Arrival Time
as: আগমন সময়
kn: ಬರುವ ಸಮಯ

source: Find Route
as: ৰূট বিচাৰক
kn: ರೂಟ್ ಹುಡುಕಿ

source: Found Routes
as: পোৱা ৰূটসমূহ
kn: ಸಿಕ್ಕಿದ ರೂಟ್‌ಗಳು

# noBus
source: No bus routes found
as: কোনো বাস ৰূট পোৱা নাই
kn: ಯಾವುದೇ ಬಸ್ ರೂಟ್‌ಗಳು ಸಿಗಲಿಲ್ಲ

source: Search
as: অনুসন্ধান কৰক
kn: ಹುಡುಕು

source: No Internet
as: ইন্টাৰনেট নাই
kn: ಇಂಟರ್ನೆಟ್ ಇಲ್ಲ
